Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Failed to create tree: %@
ar: فشل إنشاء الهيكل الهرمي: %@
da: Kunne ikke oprette træ: %@
de: Baum konnte nicht erstellt werden: %@
es: Error al crear el árbol: %@
fi: Puun luominen epäonnistui: %@
fr: Échec de la création de l&#39;arborescence: %@
he: : לא הצלחנו ליצור עץ: %@
hi: : ट्री बनाने में विफलता: %@
hu: : a fa létrehozása nem sikerült: %@
id: Gagal membuat pohon: %@
it: : non è stato possibile creare l'albero: %@
ja: ：ツリーの作成に失敗しました。 %@
ko: 트리 생성에 실패했습니다: %@
nb: : Kunne ikke opprette træ: %@
nl: : Er is geen succes gekregen bij het aanmaken van de boom: %@
pl: Nie udało się stworzyć drzewa: %@
pt_br: : Falha ao criar a árvore: %@
ru: Не удалось создать древовидную структуру: %@
sv: : Kunde inte skapa trädet: %@
th: ไม่สามารถสร้างต้นไม้ได้: %@
tr: : Ağac oluşturma başarısız oldu: %@
uk: : Не вдалося створити дерево: %@
vi: : Thất bại khi tạo cây: %@
zh_hans: 创建树结构失败： %@
zh_hant: 創建樹結構失敗： %@

source: Failed to decode base64 blob
ar: فشل في فك تشفير Base64 blob
da: Kunne ikke afkode base64-blob
de: Base64-Blob konnte nicht dekodiert werden
es: No se pudo decodificar el blob base64
fi: base64-blobin dekoodaaminen epäonnistui
fr: n&#39;a pas décodé le blob base64
he: : לא הצלחנו לDecode את Blob-base64
hi: : base64 blob को डिकोड करने में विफलता।
hu: : a base64 Blob dekódolása sikeresen nem történt
id: Gagal mendekode blob base64
it: : non è stato possibile decodificare il blob base64
ja: : Base64 Blobのデコードに失敗しました
ko: : Base64 Blob 디코딩 실패
nb: : Ikke klart å dekodere base64-blob
nl: : De decoding van het Base64 Blob is mislukt
pl: Nie udalo się dekodować bloba w formacie Base64
pt_br: : Falha ao decodificar o blob base64
ru: : не удалось декодировать Base64-кодированный блок данных
sv: : Misslyckades med att decodera base64-blob
th: : ล้มเหลวในการถอดรหัส blob Base64
tr: : Base64 blobu çözülmedi
uk: : не вдалося декодувати баз64-блок
vi: : Thất bại trong việc giải mã blob base64
zh_hans: ：未能解码Base64 blob
zh_hant: ：未能解碼Base64 blob

source: Failed to parse response: %@
ar: فشل في تحليل الاستجابة: %@
da: Kunne ikke parse svar: %@
de: Antwort konnte nicht analysiert werden: %@
es: No se pudo analizar la respuesta: %@
fi: Vastauksen jäsentäminen epäonnistui: %@
fr: n&#39;a pas parsé la réponse: %@
he: : לא הצלחנו לפרש את התגובה: %@
hi: : उत्तर को पार्स करने में विफलता: %@
hu: : a választ nem sikerült feldolgozni: %@
id: Gagal menganalisis respons: %@
it: : non è stato possibile analizzare la risposta: %@
ja: ：応答の解析に失敗しました： %@
ko: 응답 파싱에 실패했습니다: %@
nb: : Trekket ikke tilbakebesvaret: %@
nl: : De respons kon niet worden geanalyseerd: %@
pl: Nie udało się analizować odpowiedzi: %@
pt_br: : Falha ao analisar a resposta: %@
ru: Не удалось парсить ответ: %@
sv: : Kunde inte analysera svaret: %@
th: ไม่สามารถวิเคราะห์คำตอบได้: %@
tr: : Yanıtın ayrıştırılması başarısız oldu: %@
uk: : не вдалося аналізувати відповідь: %@
vi: : Thất bại trong việc phân tích phản hồi: %@
zh_hans: 解析响应失败： %@
zh_hant: 解析響應失敗： %@

# Failed to read remote branch '%@': %@
source: Failed to read remote branch '%1$@': %2$@
ar: فشل في قراءة السجل البعيد&#39;%1$@': %2$@
da: mislykkedes at læse fjerngren &#39;%1$@': %2$@
de: Remote-Zweig konnte nicht gelesen werden.%1$@': %2$@
es: No se pudo leer la rama remota&#39;%1$@': %2$@
fi: etähaaraa epäonnistui%1$@': %2$@
fr: Impossible de lire la branche distante&#39; Échec de la mise à jour%1$@': %2$@
he: : לא הצלחנו לקרוא שנוי מרוחק '%1$@': %2$@
hi: : रिमोट ब्रांच को पढ़ने में विफलता हुई।%1$@': %2$@
hu: : nem sikerült olvasni a távoli szakaszt.%1$@': %2$@
id: Gagal membaca cabang jarak jauh '%1$@': %2$@
it: : non è stato possibile leggere il ramo remoto '%1$@': %2$@
ja: ：リモートブランチの読み取りに失敗しました。%1$@': %2$@
ko: : 원격 브랜치 읽기 실패%1$@': %2$@
nb: : Kunne ikke lese fjernavdelingen '%1$@': %2$@
nl: : Er is geen succes gekregen bij het lezen van de externe tak '%1$@': %2$@
pl: Nie udało się odczytać odległego gałęzi „"%1$@': %2$@
pt_br: : Falha ao ler o ramo remoto '%1$@': %2$@
ru: : не удалось прочитать удалённый ветвь «»%1$@': %2$@
sv: : Kunde inte läsa fjärrfilialen '%1$@': %2$@
th: : ไม่สามารถอ่านสาขาจากระยะไกลได้%1$@': %2$@
tr: : Uzaktaki şubeyi okumak başarısız oldu.%1$@': %2$@
uk: : невдалий спроба прочитання віддаленого відділу «»%1$@': %2$@
vi: : Thất bại khi đọc nhánh từ xa '%1$@': %2$@
zh_hans: ：无法读取远程分支“%1$@': %2$@
zh_hant: ：無法讀取遠程分支“%1$@': %2$@

source: Failed to read repository info: %@
ar: فشل في قراءة معلومات المستودع: %@
da: Kunne ikke laese repository-info: %@
de: Repository-Informationen konnten nicht gelesen werden: %@
es: Error al leer la información del repositorio: %@
fi: Tietovaraston tietojen lukeminen epäonnistui: %@
fr: Impossible de lire les informations du dépôt : %@
he: קריאת מידע המאגר נכשלה: %@
hi: रिपॉज़िटरी जानकारी पढ़ने में विफल: %@
hu: Nem sikerült beolvasni a tároló adatait: %@
id: Gagal membaca info repositori: %@
it: Impossibile leggere le informazioni del repository: %@
ja: リポジトリ情報の読み取りに失敗しました: %@
ko: 저장소 정보를 읽지 못하였습니다: %@
nb: Kunne ikke lese repositoriuminformasjon: %@
nl: Kan repositorygegevens niet lezen: %@
pl: Nie udało się odczytać informacji o repozytorium: %@
pt_br: Falha ao ler informações do repositório: %@
ru: Не удалось прочитать данные репозитория: %@
sv: Kunde inte läsa förrådsinformation: %@
th: ไม่สามารถอ่านข้อมูล repository: %@
tr: Depo bilgisi okunamadı: %@
uk: Не вдалося прочитати інформацію про репозиторій: %@
vi: Không thể đọc thông tin kho lưu trữ: %@
zh_hans: 读取仓库信息失败：%@
zh_hant: 無法讀取儲存庫資訊：%@

source: Failed to update origin remote: %@
ar: فشل في تحديث origin جهاز التحكم عن بعد: %@ جلب
da: Kunne ikke opdatere origin fjernbetjening: %@
de: Fehler beim Aktualisieren von origin remote: %@
es: No se pudo actualizar origin control remoto: %@
fi: Päivitys epäonnistui origin kauko: %@
fr: origin : %@
he: : לא הצלחנו לעדכן origin – רמונט: %@
hi: : अपडेट करने में विफलता। origin रिमोट: %@
hu: : frissítés nem sikerült origin távvezérlő: %@
id: Gagal diperbarui origin remote: %@
it: : non è stato possibile aggiornare origin remoto: %@
ja: ：更新に失敗しました origin レモート： %@
ko: : 업데이트 실패 origin 원격 제어: %@
nb: : Ulykket å oppdatere origin fjernkontroll: %@
nl: : Bij de bijwerking is er een fout opgetreden origin afstandsbediening: %@
pl: : Nie udalo się zaktualizować origin (dostęp z daleka): %@
pt_br: : Falha na atualização origin remoto: %@
ru: : Не удалось обновить данные origin (удалённый режим): %@
sv: : Uppdatering misslyckades origin fjärrkontroll: %@
th: : ไม่สามารถอัปเดตข้อมูลได้ origin ระยะไกล: %@
tr: güncelleme işlemi başarısız oldu. origin uzaktan kontrol: %@
uk: : не вдалося оновити origin (дистанційний): %@
vi: : Thất bại trong việc cập nhật origin (cổng điều khiển từ xa): %@
zh_hans: 更新失败 origin 远程： %@
zh_hant: 更新失敗 origin 遠程： %@

source: Failed to update ref — remote may have advanced. Pull and retry. (%@)
ar: فشل تحديث المرجع-قد يكون الطرف البعيد قد تقدم في التسلسل. اسحب وأعد المحاولة.%@)
da: Mislykkedes at opdatere ref - fjernbetjening kan have avanceret. Træk og prøv igen.%@)
de: Ref-remote wurde möglicher weise nicht aktualisiert. Ziehen und wiederholen. (%@)
es: Error al actualizar ref-remoto puede haber avanzado. Tire y reinténtelo. () Filtro%@)
fi: Päivitys Ref epäonnistui - etä on saattanut olla edistynyt. Vedä ja yritä uudestaan.%@)
fr: Échec de la mise à jour ref-la télécommande peut avoir avancé. Tirez et réessayez. (%@)
he: : לא הצלחנו לעדכן את ה-Ref — ייתכן שה-Remote قد עברה שלב מתקדם. אסוף ונסו שוב.%@)
hi: : 'ref' अपडेट करने में विफलता हुई — रिमोट संस्करण अद्यतन हो सकता है। पुल करें और पुनः प्रयास करें।%@)
hu: : a referencia frissítése nem sikerült – a távvezérlés előrehaladhatott; kérjük, felgyűjtse az adatokat és újra próbálja.%@)
id: Gagal memperbarui referensi — remote mungkin telah maju. Lakukan pull dan coba lagi.%@)
it: : non è stato possibile aggiornare il ref — il repository remoto potrebbe essere stato aggiornato; eseguire il pull e tentare nuovamente.%@)
ja: : refの更新に失敗しました — レモート側で進捗が進行している可能性があります。Pullし、再試行してください。（%@)
ko: : ref 업데이트에 실패했습니다 — 원격 시스템이 이미 최신 상태일 수 있습니다. pull을 수행한 후 재시도하십시오.%@)
nb: : Trekk ikke oppdateringen av referanse – fjernverktøyet kan ha blitt oppdatert. Trekk igjen og forsøk på nytt.%@)
nl: : Bij het bijwerken van de referentie is er een fout opgetreden — de externe bron kan zijn verder gevorderd; pull en probeer opnieuw.%@)
pl: Nie udalo się aktualizować referencji — odległy serwer może być zaktualizowany. Wykonaj pull i ponownie spróbuj.%@)
pt_br: : Falha na atualização do referencial — o remoto pode ter avançado; execute o pull e tente novamente.%@)
ru: Не удалось обновить ссылку — удалённый сервер может быть обновлён; выполните pull и повторите попытку.%@)
sv: : Uppdatering av referens misslyckades – fjärrsystemet kan ha förbättrats. Ta ut och försök igen.%@)
th: ไม่สามารถอัปเดต ref ได้ — อาจเป็นเพราะ remote มีการปรับปรุงล่าสุดแล้ว โปรดใช้คำสั่ง pull และลองอีกครั้ง (%@)
tr: : Referansı güncelleme başarısız oldu — uzaktan işlem daha ilerli olabilir. Pull et ve yeniden deneyin.%@)
uk: : не вдалося оновити ref — на дистанції можливо, що стан був підвищений. Виконайте команду «Pull» і спробуйте знову.%@)
vi: : Không thể cập nhật ref — máy chủ từ xa có thể đã tiến bộ; hãy thực hiện pull và thử lại.%@)
zh_hans: 更新引用失败——远程环境可能已更新。请执行拉取操作并重试。（%@)
zh_hant: 更新引用失敗——遠程環境可能已更新。請執行拉取操作併重試。（%@)

source: Feedback
ar: الملاحظات
da: Tilbagemelse
es: Comentarios
fi: Palaute
fr: Commentaires
he: משוב
hi: फ़ीडबैक
hu: Visszajelzés
id: Masukan
ja: フィードバック
ko: 피드백
nb: Tilbakemelding
pl: Opinie
ru: Обратная связь
sv: Respons
th: ข้อเสนอแนะ
tr: Geri Bildirim
uk: Зворотний зв'язок
vi: Phản hồi
zh_hans: 反馈
zh_hant: 意見回饋

source: Fetch
ar: جلب فلتر
da: Hent
de: Abruf
es: Recuperar
fi: Hae
fr: chercher
he: –抓 קבצים
hi: फ़ीच
hu: – Felhívás
it: Recupero
ja: フェッチ
ko: 가져오기
nb: Hent
pt_br: Recuperar
ru: — Получение
sv: Få
tr: Al
uk: – Загрузка
zh_hans: 获取
zh_hant: 穫取

source: Fetch and apply remote changes
ar: جلب وتطبيق التغييرات البعيدة
da: Hent og anvend fjernændringer
de: Remote-Änderungen abrufen und anwenden
es: Obtener y aplicar cambios remotos
fi: Nouda ja käytä etämuutokset
fr: Récupérer et appliquer les modifications distantes
he: שלוף והחל שינויים מרחוק
hi: रिमोट बदलाव प्राप्त करें और लागू करें
hu: Távoli változások lekérése és alkalmazása
id: Ambil dan terapkan perubahan remote
it: Scarica e applica le modifiche remote
ja: リモートの変更を取得して適用
ko: 원격 변경사항 가져와서 적용
nb: Hent og bruk fjernendringer
nl: Externe wijzigingen ophalen en toepassen
pl: Pobierz i zastosuj zmiany zdalne
pt_br: Buscar e aplicar alterações remotas
ru: Получить и применить удалённые изменения
sv: Hämta och tillämpa fjärrändringar
th: ดึงและใช้การเปลี่ยนแปลงจากรีโมท
tr: Uzak değişiklikleri al ve uygula
uk: Отримати та застосувати віддалені зміни
vi: Tải và áp dụng thay đổi từ remote
zh_hans: 获取并应用远程更改
zh_hant: 獲取並套用遠端更改

source: Fetch and fast-forward every cloned GitSync.md repository. Use this in a Personal Automation that runs when GitSync.md opens to auto-pull on launch.
ar: جلب كل مستودع GitSync.md المستنسخ والتقديم السريع له. استخدم هذا في التشغيل الآلي الشخصي الذي يتم تشغيله عند فتح GitSync.md للسحب التلقائي عند التشغيل.
da: Hent og spol hvert klonede GitSync.md-lager frem. Brug dette i en personlig automatisering, der kører, når GitSync.md åbner for auto-pull ved lancering.
de: Jedes geklonte GitSync.md-Repository abrufen und vorspulen. Verwenden Sie dies in einer persönlichen Automatisierung, die ausgeführt wird, wenn GitSync.md geöffnet wird, um beim Start automatisch einen Pull durchzuführen.
es: Recupera y avanza rápidamente cada repositorio GitSync.md clonado. Utilícelo en una automatización personal que se ejecute cuando GitSync.md se abra para realizar extracción automática al iniciarse.
fi: Nouda ja nopeaa eteenpäin GitSync.md versio. Käytä tätä henkilökohtainen automaatio, joka suorittaa silloin. GitSync.md avautuu automaattiselle vedolle laukaisussa.
fr: Fetch et avance rapide chaque cloné GitSync.md dépôt. Utilisez ceci dans une automatisation personnelle qui s&#39;exécute lorsque GitSync.md s&#39;ouvre automatiquement au lancement.
he: : קבלת כל ה-clones ומעבר מהירה אלם ארכיון GitSync.md – השתמשו בו ב-Personal Automation שמתבצע כאשר GitSync.md מופעלת עם תכנית הтяgni אוטומטי בעת ההפעלה.
hi: : सभी क्लोन्ड फ़ीच और फास्ट-फॉरवर्ड करें। GitSync.md रिपॉजिटरी। इसका उपयोग एक पर्सनल ऑटोमेशन में करें जो तब चलता है। GitSync.md लॉन्च के समय ऑटो-पुल पर खुलता है।
hu: : minden klonált elem betöltése és gyors előrejutása GitSync.md adatmagazin. Ezet használhatja egy személyes automatizációs rendszerben, amely futtatásra készül. GitSync.md az indításakor automatikus nyitásra kerül.
id: : Ambil dan percepat setiap hasil kloning. Repository GitSync.md . Gunakan komponen ini dalam Personal Automation yang dijalankan saat GitSync.md terbuka dengan fitur *auto-pull* saat dijalankan.
it: : Recupera e procedi rapidamente per ogni elemento clonato Repository GitSync.md . Utilizzare questo elemento in un'Automazione Personale che si esegue quando GitSync.md si apre con funzione di trazione automatica al lancio.
ja: ：すべてのクローンを取得し、高速に進める GitSync.md リポジトリ。これは、特定条件下で実行されるパーソナルオートメーションに使用できます。 GitSync.md は、起動時に自動引き出されます。
ko: : 모든 클로닝된 항목을 가져오고 빠르게 진행합니다. GitSync.md 저장소. 이를 실행 시 작동하는 개인 자동화 프로세스에 사용하십시오. GitSync.md 는 실행 시 자동 당겨집니다.
nb: : Hent og flytt frem alle klonede elementer GitSync.md -repositoriet. Bruk dette i en personlig automasjon som kjører når GitSync.md åpner seg med automatisk trådning ved oppstart.
nl: : Haal en snel voorwaarts gaan voor elk gekloond item GitSync.md -repository. Gebruik dit in een persoonlijke automatisering die wordt uitgevoerd wanneer GitSync.md wordt bij start automatisch uitgeschakeld via 'auto-pull'.
pl: : pobranie i szybkie przesunięcie każdego klonowanego pliku Repositorium GitSync.md . Użyj tego elementu w Personal Automation, który uruchamia się podczas GitSync.md otwiera się w trybie automatycznego wciągnięcia podczas uruchamiania.
pt_br: : Recuperar e avançar rapidamente todos os clones Repositório GitSync.md . Utilize este recurso em uma Automação Pessoal que é executada quando GitSync.md abre com função de puxamento automático ao lançamento.
ru: : получение и быстрое перемещение по всем клонированным записям Репозиторий GitSync.md . Используйте его в системе персональной автоматизации, которая запускается при... GitSync.md активируется режим автоматического подтягивания при запуске.
sv: : Hämta och snabblägg alla klonade filer GitSync.md -lagringsplats. Använd detta i en personlig automatisering som körs när GitSync.md öppnas med automatisk dragning vid start.
th: : ดึงข้อมูลและเลื่อนไปข้างหน้าทุกไฟล์ที่ถูกโคลน GitSync.md repository: ใช้ส่วนนี้ใน Personal Automation ที่ทำงานเมื่อ GitSync.md จะเปิดด้วยการดึงอัตโนมัติเมื่อเริ่มทำงาน
tr: : Her klonlanan veriyi çekin ve hızlı ilerletin. GitSync.md depolama deposu. Bu bilgiyi şu koşullarda çalışacak bir Kullanıcı Otomasyonu'nda kullanın. GitSync.md , başlatıldığında otomatik çekme moduna açılır.
uk: : Зчитування та швидке переміщення всіх клонованих записів. Репозиторій GitSync.md . Використовуйте його в системі особистої автоматизації, яка запускається при наступних умовах. GitSync.md відкривається з функцією автоматичного підтягування при запуску.
vi: : Lấy và chuyển nhanh tất cả các bản sao. Bộ lưu trữ GitSync.md . Hãy sử dụng thành phần này trong một quy trình Tự động hóa Cá nhân được thực thi khi GitSync.md sẽ mở chế độ kéo tự động khi khởi động.
zh_hans: ：检索并快速跳转至所有克隆项 GitSync.md 存储库。请在触发时运行的个人自动化流程中使用此存储库。 GitSync.md 在启动时会自动展开。
zh_hant: ：檢索併快速跳轉至所有剋隆項 GitSync.md 存儲庫。請在觸髮時運行的個人自動化流程中使用此存儲庫。 GitSync.md 在啟動時會自動展開。

source: Fetch and fast-forward one cloned GitSync.md repository.
ar: جلب مستودع GitSync.md المستنسخ والتقديم السريع له. مرشح
da: Hent og spol et klonet GitSync.md-lager frem.
de: Rufen Sie ein geklontes GitSync.md-Repository ab und spulen Sie es vor.
es: Recupera y avanza rápidamente un repositorio GitSync.md clonado. Filtro
fi: Hae ja nopea eteenpäin yksi kloonatus GitSync.md versio.
fr: Fetch et avance rapide un cloné GitSync.md . Filtre
he: : קבלת ומעבר מהירה של מודל קלונן אחד ארכיון GitSync.md .
hi: : एक क्लोन को फ़ीच और तेज़ी से आगे बढ़ाएँ। GitSync.md रिपॉजिटरी।
hu: : egy klonált elem betöltése és gyors előrejutása GitSync.md adatmagazin.
id: : Ambil dan percepat satu klon Repository GitSync.md .
it: : Recupera e avanza rapidamente un elemento clonato Repository GitSync.md .
ja: ：1つのクローンを取得し、次へ進める GitSync.md リポジトリ。
ko: : 한 개의 클론을 가져오고 빠르게 다음 위치로 이동합니다. GitSync.md 저장소.
nb: : Hent og flytt frem ett klonert eksempel GitSync.md -arkiv.
nl: : een gekloneerd bestand opvragen en snel voorwaarts gaan GitSync.md -repository.
pl: : pobranie i szybkie przesunięcie o jeden klon Repositorium GitSync.md .
pt_br: : Recuperar e avançar rapidamente um clone Repositório GitSync.md .
ru: : Получить и быстро переместиться на следующий клонированный элемент Репозиторий GitSync.md .
sv: : Hämta och snabbt fram ett klonat objekt GitSync.md -lagringsplats.
th: : ดึงและก้าวหน้าไปยังคลอนหนึ่งรายการ คลังข้อมูล GitSync.md
tr: : Bir klonu al ve hızlı ilerletme GitSync.md depo.
uk: : отримати та швидко перейти до одного клонованого запису Репозиторій GitSync.md .
vi: : Lấy và chuyển nhanh một bản sao Bộ lưu trữ GitSync.md .
zh_hans: ：获取并快速跳转至一个克隆项 GitSync.md 存储库。
zh_hant: ：穫取併快速跳轉至一個剋隆項 GitSync.md 存儲庫。

source: Fetch failed: %@
ar: فشل الجلب: %@
da: Hentning mislykkedes: %@
de: Abrufen fehlgeschlagen: %@
es: Error al obtener cambios: %@
fi: Nouto epäonnistui: %@
fr: Échec de la récupération : %@
he: הקבלה נכשלה: %@
hi: Fetch विफल: %@
hu: Lekérés sikertelen: %@
id: Fetch gagal: %@
it: Recupero non riuscito: %@
ja: フェッチに失敗しました: %@
ko: 가져오기 실패: %@
nb: Henting mislyktes: %@
nl: Ophalen mislukt: %@
pl: Pobieranie nie powiodło się: %@
pt_br: Falha ao buscar: %@
ru: Ошибка получения: %@
sv: Hämtning misslyckades: %@
th: ดึงข้อมูลล้มเหลว: %@
tr: Getirme başarısız: %@
uk: Отримання не вдалося: %@
vi: Lấy dữ liệu thất bại: %@
zh_hans: 获取失败：%@
zh_hant: 擷取失敗：%@

source: Fetch remote changes
ar: جلب التغييرات البعيدة
da: Hent fjaernbetjente aendringer
de: Entfernte Änderungen abrufen
es: Obtener cambios remotos
fi: Nouda etämuutokset
fr: Récupérer les modifications distantes
he: קבלת שינויים מהשרת
hi: रिमोट बदलाव प्राप्त करें
hu: Távoli módosítások lekérése
id: Ambil perubahan remote
it: Scarica le modifiche remote
ja: リモートの変更を取得
ko: 원격 변경 사항 가져오기
nb: Hent eksterne endringer
nl: Externe wijzigingen ophalen
pl: Pobierz zdalne zmiany
pt_br: Buscar alterações remotas
ru: Получить удалённые изменения
sv: Hämta fjärrändringar
th: ดึงการเปลี่ยนแปลงจากรีโมต
tr: Uzak değişiklikleri getir
uk: Отримати віддалені зміни
vi: Lấy thay đổi từ xa
zh_hans: 获取远程更改
zh_hant: 擷取遠端變更

source: Fetching profile...
ar: جارٍ جلب الملف الشخصي...
da: Henter profil...
de: Profil wird abgerufen ...
es: Obteniendo perfil...
fi: Haetaan profiilia...
fr: Récupération du profil...
he: מביא פרופיל...
hi: प्रोफ़ाइल प्राप्त हो रही है...
hu: Profil betöltése...
id: Mengambil profil...
it: Recupero profilo...
ja: プロフィールを取得中...
ko: 프로필 가져오는 중...
nb: Henter profil ...
nl: Profiel ophalen...
pl: Pobieranie profilu...
pt_br: Buscando perfil...
ru: Загрузка профиля...
sv: Hämtar profil...
th: กำลังดึงข้อมูลโปรไฟล์...
tr: Profil getiriliyor...
uk: Завантаження профілю...
vi: Đang lấy thông tin hồ sơ...
zh_hans: 正在获取个人资料...
zh_hant: 正在擷取個人資料...

source: Files
ar: الملفات
da: Filer
de: Dateien
es: Archivos
fi: Tiedostot
fr: Fichiers
he: קבצים
hi: फ़ाइलें
hu: Fájlok
id: File
it: File
ja: ファイル
ko: 파일
nb: Filer
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sv: Filer
th: ไฟล์
tr: Dosyalar
uk: Файли
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: Files › On My iPhone › GitSync.md › %@
ar: الملفات › على iPhone › GitSync.md › %@
da: Filer › Paa min iPhone › GitSync.md › %@
de: Dateien › Auf meinem iPhone › GitSync.md › %@
es: Archivos › En mi iPhone › GitSync.md › %@
fi: Tiedostot › iPhonessa › GitSync.md › %@
fr: Fichiers › Sur mon iPhone › GitSync.md › %@
he: קבצים › ב-iPhone שלי › GitSync.md › %@
hu: Fájlok › Az iPhone-omon › GitSync.md › %@
id: File › Di iPhone Saya › GitSync.md › %@
it: File › Sul mio iPhone › GitSync.md › %@
ja: ファイル › このiPhone内 › GitSync.md › %@
ko: 파일 › 나의 iPhone › GitSync.md › %@
nb: Filer › På min iPhone › GitSync.md › %@
nl: Bestanden › Op mijn iPhone › GitSync.md › %@
pl: Pliki › Na moim iPhonie › GitSync.md › %@
pt_br: Arquivos › No Meu iPhone › GitSync.md › %@
ru: Файлы › На iPhone › GitSync.md › %@
sv: Filer › På min iPhone › GitSync.md › %@
th: ไฟล์ › บน iPhone ของฉัน › GitSync.md › %@
tr: Dosyalar › iPhone'umda › GitSync.md › %@
uk: Файли › На моєму iPhone › GitSync.md › %@
vi: Tệp › Trên iPhone › GitSync.md › %@
zh_hans: 文件 › 我的 iPhone › GitSync.md › %@
zh_hant: 檔案 › 我的 iPhone › GitSync.md › %@

source: Filter
ar: مرشح
es: Filtro
fi: -suodatin
fr: Filtre
he: סינון
hi: फ़िल्टर
hu: szűrő
id: Folder
it: Filtratore
ja: フィルタ
ko: 필터
pl: Filtr
pt_br: Filtro
ru: Фильтр
th: ตัวกรอง
tr: Filtre
uk: Фільтр
vi: Bộ lọc
zh_hans: 过滤器
zh_hant: 過濾器

source: Filter repositories
ar: تصفية المستودعات
da: Filtrer repositories
de: Repositories filtern
es: Filtrar repositorios
fi: Suodata tietovarastoja
fr: Filtrer les dépôts
he: סינון מאגרים
hi: रिपॉज़िटरीज़ फ़िल्टर करें
hu: Tárolók szűrése
id: Filter repositori
it: Filtra repository
ja: リポジトリを検索
ko: 저장소 검색
nb: Filtrer repositorier
nl: Repository's filteren
pl: Filtruj repozytoria
pt_br: Filtrar repositórios
ru: Фильтр репозиториев
sv: Filtrera förråd
th: กรอง repository
tr: Depoları filtrele
uk: Фільтрувати репозиторії
vi: Lọc kho lưu trữ
zh_hans: 筛选仓库
zh_hant: 篩選儲存庫

source: Finalize the merge with a commit and push
ar: قم بإنهاء عملية الدمج من خلال الالتزام والدفع
da: Afslut sammenfletningen med en commit og push
de: Schließen Sie die Zusammenführung mit einem Commit und einem Push ab
es: Finalice la fusión con una confirmación y empuje
fi: Viimeistele yhdistäminen ja työnnät
fr: Finaliser la fusion avec un commit et pousser
he: : סופי את שילוב הנתונים באמצעות הפקת קומיט ופושינג
hi: : कमिट और पुश के माध्यम से मर्ज को अंतिम रूप दें।
hu: : A fusztelés véglegesítése egy commit és push mellett
id: : Menyelesaikan penggabungan dengan melakukan commit dan push
it: : Concludere la fusione con un commit e un push
ja: ：コミットおよびプッシュを実行して、マージを完了します。
ko: : 커밋과 푸시를 통해 병합을 완료합니다.
nb: : Fullfør mengden ved å utføre en commit og push
nl: : De samenvoeging afronden met een commit en push
pl: : Zakończ połączenie poprzez commit i push
pt_br: Finalize a fusão com um commit e um push
ru: : завершите слияние с помощью коммита и пуша
sv: Finalisera fusionen med en commit och en push
th: : ดำเนินการรวมโค้ดโดยใช้คำสั่ง commit และ push
tr: : Bir commit ve push ile birleşimi tamamlayın.
uk: : Завершити об'єднання за допомогою комітингу та пушування.
vi: : Hoàn tất quá trình hợp nhất bằng cách thực hiện commit và push.
zh_hans: ：通过提交和推送操作完成合并
zh_hant: ：通過提交和推送操作完成閤併

source: Finalizing merge...
ar: يتم الانتهاء من الدمج...
da: Afslutter fletning...
de: Zusammenführung wird abgeschlossen...
es: Finalizando fusión...
fi: Yhdistäminen...
fr: Finalisation de la fusion...
he: : השלמת שילוב...
hi: : मर्ज को अंतिम रूप दे रहा है...
hu: : Egyesítés véglegesítése…
id: Menyelesaikan penggabungan ...
it: : Conclusione della fusione...
ja: ：合併処理を完了中…
ko: : 통합 완료 중…
nb: : Fase for å finalisere mengden...
nl: : Samenvoeging afronden...
pl: : Zakończenie połączenia...
pt_br: Finalizando a fusão...
ru: : завершение слияния...
sv: : Avslutar fusionering...
th: : กำลังดำเนินการรวมข้อมูลสุดท้าย...
tr: : Birleştirme işlemi tamamlanıyor...
uk: : Завершення об'єднання...
vi: : Kết thúc quá trình hợp nhất...
zh_hans: 正在完成合并……
zh_hant: 正在完成閤併……
